[
  {
    "path": "posts/minggu-2/",
    "title": "Sistem Agribisnis",
    "description": "Subsistem Produksi",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-17",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini, mahasiswa seharusnya dapat:\r\nMenjelaskan bagaimana sistem produksi pertanian memerlukan masukan\r\nmateri, energi dan informasi.\r\nMenjelaskan bagaimana ekosistem pertanian dimanipulasi oleh manusia\r\nuntuk menyalurkan energi menjadi produk berguna (pangan dan bahan\r\nmentah).\r\nMenjelaskan fitur-fitur utama sistem pertanian yaitu produktivitas,\r\nstabilitas, ketahanan (resilience) dan keberlanjutan.\r\nMenjelaskan berbagai parameter yang menunjukkan produktivitas sistem\r\npertanian.\r\nProduksi Pertanian\r\nPertanian membantu memenuhi kebutuhan dan peradaban manusia dengan\r\nmenyediakan: pangan, pakan, pakaian perumahan, obat-obatan,\r\nrekreasi.\r\nPertanian usaha produktif yang mengubah sumberdaya tanah, cahaya,\r\nudara, suhu dan air menjadi sebuah unit produktif primer yang sangat\r\nberguna bagi manusia.\r\nUnit produktif sekunder seperti (ternak, burung, serangga)\r\nmenghasilkan produk yang terkonsentrasi (daging, susu, telur, madu,\r\nsutra, wool) dengan mengkonsumsi output dari unit primer.\r\nPentingnya Pertanian\r\nFood, feed, fibre, fuel, furniture, raw materials and materials for\r\nand from factories;\r\nMenyediakan lingkungan segar dan gratis, pangan berlimpah.\r\nProduksi pertanian yang memuaskan membawa kedamaian, kemakmuran,\r\nharmoni, kesehatan dan kekayaan bagi suatu bangsa.\r\nPertanian yang maju menghasilkan kehidupan sosial, budaya, politik\r\ndan ekonomi yang baik.\r\n\r\nAgriculture is art, science and business of crop production,\r\nlivestock and fisheries\r\n\r\nPertanian\r\ndapat dipandang sebagai seni, sains dan bisnis menghasilkan produk\r\npertanian, peternakan, perikanan.\r\nAs An Art\r\nSebagai seni: merangkul pengetahuan untuk menjalankan kegiatan\r\npertanian secara terampil.\r\nKeterampilan yang dibutuhkan:\r\nFisik: It involves the ability and capacity to carry out the\r\noperation in an efficient way for e.g., handling of farm implements,\r\nanimals etc., sowing of seeds, fertilizer and pesticides application\r\netc.\r\nMental:\r\npetani mampu mengambil keputusan atas dasar pengalaman\r\nwaktu dan metode pengolahan lahan\r\nseleksi tanaman dan sistem cocok tanam yang sesuai dengan tanah\r\ndan iklim\r\nadopsi praktik pertanian yang lebih baik.\r\n\r\n\r\nAs A Science\r\nSebagai ilmu pengetahuan: It utilizes all modern technologies\r\ndeveloped on scientific principles such as crop improvement/breeding,\r\ncrop production, crop protection, economics etc., to maximize the yield\r\nand profit.\r\nContoh: pengembangan varietas baru yang tahan hama dan penyakit,\r\nresponsif terhadap pemupukan, manajemen air, herbisida untuk\r\nmengendalikan gulma, penggunaan agen biologi untuk mengendalikan hama\r\ndan penyakit.\r\nContoh lain: …?\r\n\r\nAs A Business\r\nSebagai sebuah bisnis : agriculture as a business aims at maximum\r\nnet return through the management of land, labour, water and capital,\r\nemploying the knowledge of various sciences for production of food,\r\nfeed, fibre and fuel.\r\nCabang-cabang Pertanian\r\nCrop production: food crops, fodder crops, fibre crops, sugar, oil\r\nseeds, etc.\r\nIt includes agronomy, soil science, entomology, pathology,\r\nmicrobiology, etc.\r\n\r\nHortikultura: cabang pertanian yang berhubungan dengan produksi\r\nflowers, fruits, vegetables, ornamental plants, spices, condiments\r\n(includes narcotic crops-opium, etc., which has medicinal value) and\r\nbeverages.\r\nRekayasa pertanian (agricultural Engineering): provide\r\ntools to facilitate proper animal husbandry and crop production tools,\r\nimplements and machinery in animal production.\r\nKehutanan: it deals with production of large scale cultivation of\r\nperennial trees for supplying wood, timber, rubber, etc. and also raw\r\nmaterials for industries.\r\nPeternakan (animal husbandry): maintenance of various types\r\nof livestock to get maximum output by feeding, rearing, etc.\r\nPerikanan (fishery): It is for marine fish and inland\r\nfishes including shrimps and prawns.\r\nSejarah Pertanian\r\nShifting Cultivation\r\nSubsidiary Farming\r\nSubsistence Farming\r\nMixed Farming\r\nAdvanced Farming\r\nScientific Agriculture (19th Century)\r\nPresent Day Agriculture (21st Century) –> Pertanian jaman\r\nNow\r\nPrinsip-prinsip Dasar Agronomi\r\n(1)\r\nPerencanaan, pengorganisasian dan eksekusi untuk memaksimumkan\r\npenggunaan tanah, TK, kapital dan faktor produksi lainnya.\r\nPemilihan varitas tanaman yang sesuai dengan kondisi agro-klimat,\r\nsituasi tanah, kesuburan tanah, musim dan metode bercocok tanam.\r\nPengelolaan lahan: tillage, preparing field channels and bunds for\r\nirrigation and drainage, checking soil erosion, leveling and adopting\r\nother suitable land improvement practices.\r\nSistem pertanaman: multiple cropping and also mixed or intercropping\r\nto ensure harvest even under adverse environmental conditions;\r\nPenerapan nutrisi berimbang pada tanaman dan tanah: increasing soil\r\norganic matter through the application of green manure, farm yard\r\nmanure, organic wastes, bio fertilizers and profitable recycling of\r\norganic wastes;\r\nPrinsip-prinsip Dasar Agronomi\r\n(2)\r\nPemilihan benih bermutu dan menjaga kerapatan tanaman per area\r\ndengan bibit yang sehat dan seragam.\r\nPengelolaan air: konservasi dan pemakaian kelembapan tanah, skedul\r\nirigasi sesuai tahap pertumbuhan tanaman.\r\nPengendalian hama dan penyakit yang tepat waktu dan sasaran:\r\nprotection measures against weeds, insect-pests, pathogens, as well as\r\nclimatic hazards and correction of deficiencies and disorders;\r\nTeknologi pasca panen: to reduce field loss and to release land for\r\nsucceeding crop(s) and efficient utilization of residual moisture, plant\r\nnutrients and other management practices;\r\nFactors Affecting Crop\r\nProduction\r\n\r\nInternal Factors: yield and other desirable characters that related\r\nto the genetic make up of the plant\r\n\r\nHigh yields under given environmental conditions.\r\nEarly maturity (in some cases late maturity).\r\nResistance to lodging.\r\nDrought, flood and salinity tolerance.\r\nTolerance to insects and diseases.\r\nChemical composition of grains (high percentage of oil, increase in\r\nprotein quantity or quality, etc.).\r\nQuality of grains (fineness, coarseness, etc.).\r\nQuality of straw (sweetness, juiciness, etc.).\r\nFactors Affecting Crop\r\nProduction\r\n\r\nExternal factors (Environmental):\r\n\r\nClimatic\r\nEdaphic\r\nBiotic\r\nPhysiographic\r\nSocio-economic (Anthropic)\r\nKarakteristik Sistem\r\nPertanian\r\nTujuan primer pertanian: produksi pangan, produk lain dan jasa yang\r\ncukup sehingga pertanian tetap bertahan.\r\nFitur penting pertanian: produktivitas yaitu output per unit of\r\nresource used, seperti ton/ha\r\nProduktivitas: hasil yang bisa dimanfaatkan per luas lahan (the\r\nyield of usable product per unit area)\r\nBisa juga artificial inputs as radiation, water, nutrients or labor,\r\nwhich are also typically measured per unit of area.\r\n\r\nThe productivity level serves as an indirect measure of the\r\nefficiency\r\nEfficiency\r\nEfficiency: the ratios of crop productivity and certain inputs.\r\nFor example, efficiency of water use is defined as the ratio of\r\nyield to the volume of nutrient or water used expressed as kg/m3 water\r\nor kg/kg nutrient.\r\nIn engineering, efficiency is the ratio between the output and the\r\ninput of any entity in a system, for example, the energy supplied to an\r\nengine.\r\nStability\r\nYields may vary from year to year by weather and other causes.\r\nStability refers to the magnitude of these oscillations.\r\nThe lack of stability causes fluctuations in production that\r\nthreaten the persistence of agricultural systems.\r\nThis is particularly true when there are sequences of successive\r\nyears of low yields that may have a catastrophic effect on their\r\neconomic viability.\r\nResilience\r\nResilience is the capacity of the system to recover from a\r\ncatastrophic event, for example a drought.\r\nHigh resilience is a desirable property of agroecosystems.\r\nKeberlanjutan\r\n(Sustainability)\r\nSustainability indicates the ability to maintain a certain level of\r\nproduction indefinitely.\r\nThis feature stems from the concept of sustainable development, a\r\ndevelopment model that proposes economic growth without adversely\r\naffecting the opportunities of future generations.\r\nA farming system is considered sustainable when it is economically\r\nviable and socially acceptable.\r\nHowever, one must define the time frame, because what is feasible\r\nand acceptable today may not be so in the future.\r\nThe degree of sustainability: a system will be more sustainable when\r\nits exploitation does not degrade the quality of water and soil\r\nresources, and when current management practices do not affect the\r\nproductivity and viability of the system in the future.\r\nPeningkatan Keberlanjutan\r\nReducing or eliminating, if possible, the negative environmental\r\neffects of agriculture while maintaining high productivity.\r\nDecades of intensive production in many agricultural systems have\r\ncaused negative environmental effects.\r\nManajemen Sistem Pertanian\r\nStrategi pertanian adalah memanipulasi lingkungan dan tanaman untuk\r\nmenghasilkan produk yang berguna.\r\nBeberapa caranya: tillage for weed removal and seedbed preparation,\r\nchoice of species and cultivars, sowing date and sowing density,\r\napplication of fertilizers and pesticides, etc.\r\nFaktor eksternal seperti iklim dan pasar sulit diprediksi sehingga\r\ndiperlukan keluwesan dalam pengelolaan tanaman untuk meminimumkan risiko\r\ngagal panen atau kerugian ekonomi.\r\nContoh pemakaian pupuk mungkin dikurangi atau ditunda jika curah\r\nhujan rendah atau perkiraan harga produk rendah.\r\nManajemen Sistem Pertanian\r\nHarus memperhatikan banyak faktor\r\nTidak hanya produksi tanaman dan ternak sebagai tujuan ekonomi\r\nTetapi juga dampaknya terhadap tanah, air, kesejahteraan ternak,\r\nkesehatan manusia, lansekap dan keragaman hayati.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-22T19:04:35+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-1/",
    "title": "Agribisnis",
    "description": "Sistem dan Manajemen",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-10",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari bab ini, mahasiswa seharusnya dapat:\r\nMendefinisikan dan menjelaskan agribisnis sebagai sistem dan\r\nmanajemen\r\nMendiskusikan asal muasal agribisnis dan perkembangannya\r\nMemahami perbedaan antara agribisnis dengan bisnis\r\ntradisional\r\nMengidentifikasi komponen utama agribisnis di jaman\r\nsekarang\r\nMemahami pentingnya model manajemen agribisnis\r\nMenghargai pertumbuhan peluang di dalam agribisnis\r\nDefinisi Agribisnis\r\nAgribusiness involves the production, distribution, and\r\nconsumption of food, clothing, and even shelter.\r\nIt includes all economic activity in the food and fiber\r\nsystem:\r\nThe input supply industries,\r\nAgricultural production,\r\nPost-harvest, value-added activities: commodity processing, food\r\nmanufacturing, and food distribution.\r\n\r\nMost people understand and see its parts, but relatively few see\r\nthe industry in its entirety.\r\nIn 1957 one ground-breaking book, A Concept of Agribusiness –>\r\nThe book debuted the term “agribusiness.”\r\nAgribisnis Sekarang\r\nAgribusiness firms ranging from large multinational corporations to\r\nemerging food manufacturing and input supply firms.\r\nA strong demand for more and better employees trained in both\r\nmanagement and agricultural sciences.\r\nIndustri-Industri\r\nInti di dalam Agribisnis (The Core Industries)\r\nEveryone knows what “business” is –> how about Agribusiness?\r\nAgribusiness involves:\r\nInputs—seeds, fertilizer, financing, equipment—that are used in\r\nproduction;\r\nIntermediate activities— grading, storage, processing, packaging,\r\ndistribution, pricing, marketing; and\r\nFinal consumption activities—restaurants, groceries.\r\n\r\nThe input supply industries, production agriculture, and value-added\r\nactivities are considered the agribusiness core industries.\r\nThese core industries use the material and services of certain\r\nancillary industries which are considered agribusiness support\r\nindustries.\r\nFarming are part of the core of agribusiness, representing its\r\nproduction process stage.\r\nThus, farming are part of agribusiness. But, they are not the end;\r\nthey are not even the beginning.\r\nModel Manajemen Agribisnis\r\nFor centuries, agricultural productivity came from the\r\napplication of two resources: .green[land and labour].\r\nMore recently a substantial proportion of increased productivity\r\nin agriculture output has come from the use of another resource:\r\ncapital\r\nPrimarily in the form of technological change including\r\nbiotechnology, improved animal husbandry, and improvements in machinery\r\nand chemicals.\r\n\r\nFuture improvements will come from the application of a fourth\r\nresource: management.\r\nThe industry needs individuals who can harness resources to move\r\na perishable product around the globe –> .green[Agribusiness\r\nManagement]\r\nThe Chain of\r\nAgribusiness—The Value Chain\r\nThe linkages between the agribusiness industry activities: the chain\r\nof agribusiness.\r\nThis chain can be further refined as the agribusiness value\r\nchain.\r\nIt begins with raw materials and commodities of relatively low\r\nvalue;\r\nThen each step in the chain modifies the material or commodity and\r\nadds value to the product derived from its step.\r\nContoh Rantai Pasok Buah\r\nGrowers harvest raw fruits or vegetables that are transported in\r\nbulk to processors or wholesalers,\r\nThen they are modified or repackaged and transported to grocery\r\nchains in processed form or in smaller batches,\r\nFinally at local grocers who display and sell the products in\r\nquantities more suitable for consumers to purchase.\r\nAnother way of\r\nlooking at the term agribusiness\r\nAgribusiness involves all the value chain activities usually\r\nassociated with a business or industry with the additional provision\r\nthat most of the materials, commodities, and end products are\r\nperishable (ringkih, gampang rusak, cepat busuk).\r\nThe perishable nature of a product, along with variability in such\r\nfactors as color, texture, size, and shape, is the distinguishing\r\ncharacteristic of agribusiness products and industries from other\r\nbusinesses.\r\n\r\nThis aspect of the agribusiness industry is also a key factor in all\r\nbusiness decisions.\r\n\r\nAgribisnis di sekitar kita\r\nFor this reason the story of Ayam Geprek, or Bebek Goreng or Kios\r\nBuah is an agribusiness story.\r\nBagaimana dengan Warteg, Warung Padang, Warung Nasi Pecel dan\r\nRawon?\r\nIts entire business system involved a highly perishable commodity:\r\ndaging ayam, beras, bumbu-bumbu, minyak goreng, dll.\r\nDiskusi\r\nBerikan contoh perusahaan, usaha, kegiatan yang bisa dikategorikan\r\nsebagai agribisnis disekitar Anda!\r\nBagaimana dengan peluang usaha di bidang Agribisnis di sekitar\r\nAnda?\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-22T18:39:24+07:00",
    "input_file": {}
  }
]
