[
  {
    "path": "posts/2022-04-13-subsistem-pembinaan/",
    "title": "Subsistem Pembinaan",
    "description": "Sistem Agribisnis (6)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-13",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nKegiatan pembinaan umumnya dilakukan oleh pemerintah, swasta, lembaga\r\nswadaya masyarakat, kelompok masyarakat, dan institusi atau lembaga\r\nlain. Menurut Soekartawi (1993; 2000), pembinaan agribisnis di Indonesia\r\nseringkali dihadapkan pada berbagai masalah antara lain:\r\nPola produksi pertanian yang terpencar-pencar sehingga\r\neksisitensinya tidak kompak.\r\nKeadaan infrastruktur yang belum memadai.\r\nPola agroindustri yang mengelompok terkonsentrasi di kota-kota besar\r\nmenyebabkan sulitnya untuk menyediakan faktor produksi.\r\nKondisi geografis Indonesia yang terdiri dari berbagai pulau juga\r\nmenjadi kendala utama untuk mencapai harga produk agroindustri yang\r\nrelatif murah.\r\nPembinaan agribisnis harus pula diarahkan untuk:\r\nMeningkatkan keterampilan dan kemampuan petani untuk berusahatani\r\nsecara efisien.\r\nMemperluas informasi pasar dan peluang pasar.\r\nMeningkatkan standarisasi produk-produk pertanian.\r\nMeningkatkan kelembagaan di pedesaan.\r\nMeningkatkan hubungan antar kelembagaan.\r\nSubsistem pembinaan dapat diklasifikasikan menjadi 4 hal yaitu:\r\nPembinaan standarisasi dan akreditasi.\r\nPembinaan pengembangan informasi pasar.\r\nPembinaan usaha dan hubungan kelembagaan.\r\nPembinaan pengembangan investasi dan pengelolaan lingkungan\r\nberkelanjutan.\r\nA. Pembinaan\r\nStandarisasi dan Akreditasi\r\nPenting:\r\nProduk pertanian beragam baik dilihat dari ukuran, kualitas, dan\r\nsebagainya.\r\nPersaingan global semakin terasa, persaingan secara kompetitif\r\nsemakin terbuka, dan ini memerlukan kerjasama untuk menciptakan dan\r\nmemelihara kualitas barang.\r\nTujuan pembinaan standarisasi dan akreditasi adalah:\r\nMeningkatkan efisiensi produksi.\r\nMelindungi konsumen.\r\nMeningkatkan produksi dan pendapatan petani.\r\nMenciptakan iklim usaha yang lebih sehat.\r\nMeningkatkan daya saing.\r\nMelancarkan jalannya aktivitas pemasaran.\r\nMendorong berkembangnya investasi.\r\nMembantu pelestarian alam.\r\nB. Pembinaan\r\nPengembangan Informasi Pasar\r\nManfaat pengembangan informasi pasar:\r\nSistem produksi. Dengan informasi pasar yang jelas, petani atau\r\nprodusen dapat mengembangkan jenis produk pertanian mana yang diminati\r\nkonsumen, dapat membeli sarana produksi dan peralatan yang lebih murah,\r\ndapat mengetahui di mana sarana produksi tersebut diperoleh, dan\r\nsebagainya.\r\nSistem konsumsi. Keberadaan informasi pasar memungkinkan konsumen\r\nmembeli dengan tidak ragu-ragu, taksiran jumlah produk yang diperlukan\r\nkonsumen dapat diketahui, dan perencanaan produksi dan konsumsi dapat\r\ndibuat secara lebih baik.\r\nSistem distribusi. Informasi pasar membuat sistem distribusi\r\nmenjadi semakin efisien dan produk yang diperlukan oleh konsumen dapat\r\ndipenuhi secara cepat.\r\nC. Pembinaan Usaha\r\ndan Hubungan Kelembagaan\r\nPetani atau keluarga tani berperan dalam pengadaan dan penyediaan\r\nfaktor produksi, pemasaran hasil, dan bekerjasama dengan petani lain\r\ndalam kelompok tani.\r\nKoperasi melakukan kegiatan penyaluran sarana produksi, melayani\r\nkebutuhan anggota, memberikan pinjaman modal, dan bekerjasama dengan\r\nkoperasi lain.\r\nSwasta seperti industri pengolahan memiliki peran menyediakan dan\r\nmenyalurkan sarana produksi, memberikan bimbingan teknis, membeli hasil\r\nproduksi dari petani, memberi dukungan teknologi kepada petani,\r\nmenyediakan modal usaha, dan bekerjasama dengan koperasi dan lembaga\r\nlainnya dalam melakukan kegiatannya.\r\nLembaga keuangan menyediakan dan menyalurkan kredit untuk modal\r\nusaha bagi petani, swasta, dan lembaga agribisnis lainnya.\r\nLembaga pemasaran membeli produk petani untuk dijual kembali.\r\nPemerintah melakukan pembinaan dengan memberikan bimbingan teknis,\r\nmembangun prasarana, membuat kebijakan, memberikan modal usaha, dan\r\nbekerjasama dengan semua pelaku agribisnis.\r\nD.\r\nPembinaan Pengembangan Investasi dan Pengelolaan Lingkungan\r\nBerkelanjutan\r\nInvestment:\r\nlong gestation period\r\nrisk\r\nreturn\r\nuncertainty\r\n\r\nSustainability\r\neconomic\r\nsocial\r\nenvironment\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-13T14:44:51+07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-13-subsistem-sarana-prasarana/",
    "title": "Subsistem Prasarana",
    "description": "Sistem Agribisnis (5)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-13",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nPENDAHULUAN\r\nPengembangan agribisnis di suatu daerah memerlukan dukungan\r\nprasarana yang memadai.\r\nPrasarana fisik dan non-fisik dibutuhkan untuk menunjang\r\nterlaksananya kegiatan penyediaan faktor produksi, kegiatan produksi,\r\npengolahan, dan pemasaran.\r\nA. Prasarana Fisik\r\nsegala jenis fasilitas yang disediakan baik oleh masyarakat\r\nmaupun pemerintah untuk menunjang kehidupan masyarakat.\r\ndapat dilihat, diraba, dan dirasakan/dinikmati\r\nkeberadaannya.\r\njalan, saluran irigasi, bendungan, waduk, sarana transportasi,\r\nair, listrik, gudang, penggilingan padi, pasar, dan lain\r\nsebagainya.\r\nPeran prasarana fisik dalam menunjang kesuksesan pengembangan\r\nkegiatan agribisnis (Soekartawi, 1993; 2000) adalah:\r\nMemperlancar tersedianya sarana produksi dan peralatan.\r\nMemperlancar penjualan hasil pertanian.\r\nMemperlancar perolehan informasi harga.\r\nMeningkatkan kemampuan wirausaha para pelaku agribisnis.\r\nMenambah keuntungan yang diterima petani.\r\nMeningkatkan perekonomian daerah.\r\n\r\nB. Prasarana Non-Fisik\r\nPrasarana non-fisik yang diperlukan untuk pengembangan usaha\r\npertanian (Soekartawi, 1993; 2000) adalah:\r\nTersedianya lembaga yang mampu menyediakan dan menyalurkan sarana\r\nproduksi yang tepat jumlah dan tepat waktu. Hal ini disebabkan sifat\r\nkhas pertanian, bila terlambat tanam hasilnya tidak baik. Demikian juga\r\njika dosis pupuk tidak mencukupi maka hasilnya juga tidak baik.\r\nTersedianya lembaga yang mampu memberikan insentif bagi petani dan\r\npara pelaku agribisnis yang lain.\r\nTersedianya lembaga penyuluhan yang memberikan penyuluhan pada\r\npetani.\r\nTersedianya lembaga yang bersedia menampung, membeli, dan memasarkan\r\nhasil pertanian.\r\n\r\nBeberapa Prasarana nonfisik penting di Indonesia:\r\nKoperasi\r\nPenyuluh\r\nKelompok Tani\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-13T14:20:04+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-5/",
    "title": "Subsistem Pemasaran",
    "description": "Sistem Agribisnis (4).",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-07",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini mahasiswa seharusnya dapat:\r\nMenjelaskan berbagai pendekatan dalam menganalisis pasar\r\npertanian,\r\nMenjelaskan berbagai aktivitas yang dilakukan di pasar pertanian,\r\nperan para pelaku dan lembaga-lembaga dalam pemasaran produk\r\npertanian,\r\nMenjelaskan fungsi pemasaran pertanian, lembaga, pelaku, proses\r\npasar dan permasalah dalam pengorganisasiannya.\r\n\r\nPendahuluan\r\nPemasaran sebagai salah satu subsistem di dalam agribisnis sangat\r\nberagam aktivitas, pelaku dan lembaga yang terlibat tergantung pada\r\nkomoditasnya. Keragaman ini karena perbedaan musim produksi, perbedaan\r\ndalam penanganan, penyimpanan dll.\r\nPemasaran produk pertanian meliputi layanan dan fungsi berbagai\r\nlembaga serta perantara.\r\nBerbagai pendekatan digunakan oleh ekonom pemasaran untuk\r\nmempelajari pemasaran pertanian.\r\n\r\nKita akan mempelajari empat diantaranya: pendekatan\r\nfungsional (the functional), pendekatan\r\ninstitusional (the institutional), pendekatan\r\nkomoditas (the commodity) dan pendekatan\r\nperilaku (the behavioral system).\r\n\r\nPendekatan fungsional terdiri dari semua aktivitas yang dilakukan\r\ndalam menyelesaikan proses pemasaran.\r\nPendekatan institusional mencakup seluruh pihak yang terlibat di\r\ndalam pemasaran.\r\nPendekatan komoditas menggabungkan pendekatan fungsional dengan\r\npendekatan institusional.\r\nPendekatan sistem perilaku melihat perilaku dari\r\nperusahaan-perusahaan yang ada di dalam sistem pemasaran.\r\n\r\nPendekatan\r\nFungsional (The Functional Approach)\r\n\r\nPendekatan fungsional mempelajari perbedaan aktivitas yang dilakukan\r\ndalam mentransformasi produk pertanian menjadi produk yang diinginkan\r\noleh konsumen.\r\nTermasuk didalamnya semua kegiatan yang dilakukan oleh perusahaan di\r\ndalam sistem pemasaran.\r\n\r\nTiga fungsi utama yang dilakukan di dalam sistem pemasaran:\r\nfungsi pertukaran, fungsi fisik dan fungsi\r\nfasilitasi.\r\nFungsi Pertukaran\r\n(The exchange functions)\r\nFungsi pertukaran/exchange functions (buying and selling) merupakan\r\nhal yang biasanya terpikir sebagai pemasaran.\r\nFungsi pembelian berhubungan pencarian dan pengevaluasian produk dan\r\njasa bagaimana memperolehnya.\r\nFungsi penjualan berhubungan dengan promosi produk melalui berbagai\r\nteknik penjualan dan periklanan.\r\nSecara umum fungsi pertukaan mencakup upaya menemukan pembeli atau\r\npenjual, negosiasi harga dan transfer kepemilikan.\r\nTermasuk disini adalah negosiasi harga dan transfer kepemilikan\r\nmelalui kegiatan pembelian dan penjualan.\r\nFungsi Fisik/Physical\r\nfunctions\r\nFungsi fisik adalah kegiatan dimana penanganan dan perpindahan\r\nkomoditas dari produsen ke konsumen.\r\nPenanganan ini termasuk penyimpanan, transportasi, pengolahan,\r\nmanufacturing, handling and packing.\r\nFungsi ini memungkinkan perpindahan secara nyata komoditas antar\r\nwaktu dan tempat serta transformasinya ke dalam bentuk yang diinginkan\r\noleh konsumen:\r\nAssembling or concentrating the product at convenient places allows\r\nits efficient transportation.\r\nStorage allows the commodity to be kept until the demand rises,\r\nthereby stabilizing supply.\r\nProcessing transforms the commodity into the products desired by\r\nconsumers.\r\nGrading and standardization allow the consumer to be more confident\r\nof the characteristics of the good being purchased.\r\n\r\nFungsi\r\nFasilitasi/Facilitating functions\r\nFungsi fasilitasi adalah aktivitas yang memungkinkan pertukaran\r\ndapat terjadi.\r\nFungsi ini bukan bagian langsung dari kegiatan perubahan kepemilikan\r\natau perpindahan fisik produk, tetapi hanya memfasilitasi kegiatan\r\ntersebut.\r\nMeliputi: standardisasi produk, pembiayaan, penanganan risiko dan\r\nmarket intelligence.\r\nStandardisasi\r\nStandardisasi menyederhanakan fungsi pertukaran dan mengurangi biaya\r\npemasaran dengan memudahkan pembeli menyatakan apa yang diinginkannya\r\ndan penjual menyampaikan apa yang mereka bisa dan ingin ditawarkan\r\nberhubungan dengan mutu dan jumlahnya.\r\nDi dalam kondisi tidak ada standardisasi, perdagangan akan menjadi\r\nsangat mahal atau tidak mungkin terjadi.\r\nPembiayaan/Financing\r\nDi dalam setiap sistem produksi, terjadi jeda/lag antara saat mulai\r\ninvestasi dengan pembayaran dari penjualan produk.\r\nDuring these lag periods some individual or institution must finance\r\nthe investment.\r\nThe question of where the funding of the investment is to come from,\r\nat all points between production and consumption, is one that marketing\r\nmust address.\r\nPenanggungan Risiko/Risk bearing\r\nDi dalam kegiatan produksi dan pemasaran selalu terdapat kemungkinan\r\nterjadinya kerugian (risiko).\r\nRisiko fisik seperti: the destruction or deterioration of the\r\nproduce through fire, excessive heat or cold, pests, floods, earthquakes\r\netc.\r\nRisiko pasar: those of adverse changes in the value of the produce\r\nbetween the processes of production and consumption.\r\nPerubahan selera konsumen dapat mengurangi the attractiveness of the\r\nproduce sehingga disebut risiko juga.\r\nSemua risiko ini ditanggung oleh organisasi, perusahaan dan individu\r\nyang ada di dalam rantai pemasaran.\r\nMarket intelligence\r\nKeputusan pemasaran seharusnya didasarkan pada informasi yang\r\nhandal.\r\nMarket intelligence refers to the process of collecting,\r\ninterpreting, and disseminating information relevant to marketing\r\ndecisions. Its role is that it reduces the level of risk in decision\r\nmaking.\r\nThrough market intelligence the seller finds out what the buyer\r\nneeds and wants.\r\nMarketing research helps establish what products are right for the\r\nmarket, which channels of distribution are most appropriate, how best to\r\npromote products and what prices are acceptable to the market.\r\nIntelligence gathering can be done by the seller, government agency,\r\nthe ministry of agriculture, or some other concerned organization.\r\nPendekatan\r\nInstitusional (Institutional Approach)\r\nPendekatan institusional mengkaji badan-badan dan lembaga yang\r\nmelakukan berbagai fungsi di dalam proses pemasaran.\r\nIt focuses on the study of the various institutions, middlemen and\r\nother agencies which add utility to the product.\r\nThese organizations or market participants are those who perform the\r\nactivities necessary to transfer goods from the producer to consumer,\r\nbecause of the benefit of specialization and scale that exist in\r\nmarketing.\r\nBiasanya dikelompokkan menjadi beberapa pelaku perantara: pedagang\r\npengumpul, pengepul, pedagang besar, pengolah, pengecer dan\r\nspekulan.\r\nMengapa Pendekatan Institusional?\r\nMiddlemen‟s specialization in performing a specific marketing\r\nfunctions leads to improvement in productivity and hence a decreased\r\ncost. This in turn results in price fall adding to the overall\r\nefficiency of the market.\r\nThe gains from specialization. Marketing functions are marked by\r\neconomies of scale. Hence specialization reduces cost and hence improves\r\nefficiency. Average cost of performing marketing functions falls as the\r\nvolume of products handled rises. Jadi pedangan perantara mengurangi\r\n“market search and transaction costs”.\r\n\r\nPendekatan\r\nKomoditas (The Commodity Approach)\r\nPendekatan ini mengikuti alur perjalan satu komoditas seperti bawang\r\nmerah, kopi, serta mempelajari apa yang dilakukan terhadap komoditas,\r\nsiapa yang melakukannya dari hulu sampai hilir.\r\nIt helps to pinpoint the specific marketing problems of each\r\ncommodity as well to develop the market for the specific commodity.\r\nThe approach follows the commodity along the path between producer\r\nand consumer and is concerned with describing what is done and how the\r\ncommodity could be handled more efficiently.\r\nIt combines both functional and institutional approaches.\r\nIt is extremely useful to the person who is interested in only one\r\nproduct since it does allow in depth analyses.\r\n\r\nPendekatan\r\nSistem Perilaku (Behavioural Systems Approach)\r\nPendekatan ini mempelajari perilaku perusahaan, lembaga dan\r\norganisasi yang ada didalam sistem pemasaran.\r\nPendekatan ini melihat bagaimana perilaku pasar atau tindakan\r\npemasar.\r\nPemahaman perilaku dari individu-individu perilaku penting jika\r\ningin memprediksi perubahan perilaku dan fungsi sistem\r\npemasaran.\r\nUnder this approach, marketing firm is considered as a system of\r\nbehaviour and the emphasis is on “how” change occurs. This approach\r\nviews marketing as a system within which subsystems are interrelated and\r\ninteracting each other. And the operation of the system is the results\r\nof the interrelationship and interactions of the subsystems.\r\nThe behavioural system approach studies the behaviour of each\r\nsubsystem and predicts its implications to the main system. The point of\r\ninterest is the people who are making decisions to solve particular\r\nmarketing problems. This behavioural system allows systems to be\r\nidentified with the particular problem being addressed.\r\nThis approach tries to answer the following questions:\r\nCan changes be made in the marketing system to lower the price to\r\nconsumers?\r\nAre producers/manufacturers responding to the needs of the\r\nconsumer?\r\nAre producers receiving an “adequate” return on their\r\ninvestments?\r\nAre traders‟ abusing their market power or providing incorrect\r\nmarket information?\r\n\r\nIn the behavioral systems approach the following are important:\r\nThe input-output system, the power system, the communication system and\r\nthe adaptation to internal and external changes.\r\nThe input-output system\r\nIt identifies motives and means of affecting the input–output\r\nratio.\r\nHow can a firm or a group of firms use input resources that are\r\ncostly and scarce to secure a satisfactory output? What is the optimal\r\ncombination of inputs to produce a profitable level of output? This is\r\nwhat is called technical or operational efficiency.\r\nThe obvious disadvantage of this method is that it is abstract in\r\nnature and the reliance on intimate knowledge of individual‟s firm\r\ncharacteristics and behavioural interactions.\r\nThe power system\r\nFirms have a status and a vested interest in the role they are\r\nplaying. For example, reputation for quality, to be market leaders,\r\ncommunity conscience and attaining fast growth.\r\nIt tries to answer the questions, how is their motivation and\r\ncompetence to grow and expand, to be innovators or followers etc.?\r\nIt studies the level and type of market power of each buyers and\r\nsellers in the market and analyses the implications in shaping their\r\nbehaviour in the market.\r\nMarket power is the ability to affect prices.\r\nOligopoly (selling power) and oligopsony powers (buying power) are\r\nthe two non-competitive marketing behaviours of traders.\r\nMonopoly (one seller) and monopsony (one buyer) are the two extremes\r\nof these non-competitive marketing behaviours.\r\n\r\nSistem Komunikasi/Communication systems\r\nFarmers and traders must get information to make appropriate\r\nmarketing decisions. However,market information, especially in\r\ndeveloping economies are limited, and if they exist they are mostly\r\nunreliable.\r\nThese problems are mainly due to lack of effective channels of\r\ninformation and direction and misinterpretation.\r\nHence the question of how to establish effective channels of\r\ninformation is very important to improve the marketing performance.\r\nPenyesuaian terhadap perubahan internal dan\r\neksternal/adapting to internal and external changes\r\nIf change is the essential characteristics of marketing, then how to\r\nadapt to these changes is a major problem. As a rule, firms desire to\r\nsurvive and are ready to pay so to adapt to changes.\r\nJADI\r\nAll the four behavioural systems are components of the operation of\r\na marketing system at any one time. A firm may forgo the ultimate in\r\ninput-output solution because its communication systems have broken down\r\nor because of considerations of its power situations. For example, a\r\nfirm may, prefer integrating with another firm in order to improve its\r\ninternal communication problems or to enhance its power in the market\r\nplace.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-07T03:02:53+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-4/",
    "title": "Subsistem Pengolahan Hasil",
    "description": "Sistem Agribisnis (3)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-30",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini mahasiswa seharusnya dapat:\r\nMenjelaskan pengertian pengolahan hasil pertanian\r\nMenjelaskan alasan pentingnya pengolahan hasil pertanian\r\nMenjelaskan berbagai alternatif pengolahan hasil pertanian\r\nMenjelaskan hubungan antara pengolahan pangan dengan keamanan\r\npangan\r\nPengolahan Hasil\r\nDefinisi sederhana dari pengolahan hasil berhubungan dengan\r\nkonversi bahan mentah dari dan produk pertanian menjadi berbagai macam\r\nproduk untuk konsumsi manusia.\r\nkedelai –> tempe tahu –> tahu tempe goreng\r\nbuah –> selai, jus\r\n\r\nPengolahan: transformasi bahan mentah dengan cara fisik atau\r\nkimia menjadi produk lain yang lebih menarik, lebih laku dijual, awet\r\ndan bermutu.\r\npisang mentah –> pisang coklat (secara fisik atau kimiawi?)\r\nsingkong –> menjadi apa?\r\nsecara fisik: dijemur, digiling, diiris, dll\r\nsecara kimiawi: diberi pewarna? pengawet?\r\n\r\nIn other words, it consists in the transformation of raw or\r\ncooked ingredients by physical or chemical means, into other marketable\r\nfood products that are more suitable or appealing to be consumed, aiming\r\nto extend their shelf life or improve their\r\nquality (Compton et al.,2018).\r\nTujuan awal dari pengolahan adalah untuk pengawetan, tetapi\r\nkemudian terjadi pengolahan juga dapat meningkatkan karakteristik\r\norganoleptik dari produk: rasa, penampilan, warna, aroma, bentuk dan\r\ntekstur bahkan kandungan nutrinya menjadi lebih baik.\r\nThe main purpose of food processing is its preservation, but\r\nlater it was discovered that organoleptic characteristics such as taste,\r\nappearance, flavour, colour, aroma, texture and shape, or even\r\nnutritional value can be attractively improved by applying different\r\nprocessing methods.\r\nTujuan utama industri pengolahan hasil pertanian: memperpanjang\r\nmasa hidup produk dengan menghambat perubahan mikrobiologi dan biokimia\r\ndan memperbaiki karakteristik organoleptik mempertahankan karakteristik\r\nnutrisi pangan.\r\nThese are effectively the main goals of the food industries; on\r\none side they intend to extend foods shelf life by inhibiting\r\nmicrobiological and biochemical changes, and on the other side they\r\nyield improvements of the organoleptic characteristics preserving food’s\r\nnutritional characteristics (Alexandre et al., 2013).\r\nKonsumen semakin sadar akan manfaat pangan bagi kesehatan\r\nmanusia, sehingga meningkatkan permintaan akan produk bermutu tinggi,\r\nkandungan nutrisi seperi produk yang masih segar, memacu pengembangan\r\nmetode pengolahan pangan baru.\r\nConsumers are increasingly aware of natural food benefits on\r\nhuman health, thus, the demand for high-quality food products, with\r\nfresh-like properties and high nutrient content, led to the necessary\r\ndevelopment of new food processing methods.\r\nIndikator\r\nmutu pangan olahan (Quality indicators for processed food)\r\nPengolahan pangan bertujuan untuk menjamin tidak hanya pengawetan\r\nkarakter organoleptik dari produk segar tetapi juga keamanan pangan\r\nselama dikonsumsi.\r\nFood processing aims to guarantee not only the preservation of\r\norganoleptic properties of fresh products but also food safety during\r\nfood consumption.\r\nMutu pangan meliputi karakteristik kimia, fisik dan sensori dari\r\nproduk pangan (olahan)\r\nFood quality includes chemical, physical, and sensory\r\ncharacteristics of food products.\r\nThese properties may be assessed by sensory inspection at\r\npurchase time or require quantification through instrumental\r\nmeasurements.\r\nFor example, consumers through vision, touch, or smell can easily\r\nevaluate external attributes such as overall appearance, size, shape,\r\naroma, colour, state of maturation, and defects.\r\nPerhatikan konsumen yang memilih durian!\r\n\r\nBut internal properties or hidden characteristics such as taste,\r\nflavour, texture, nutritive value, and wholesomeness cannot be assessed\r\nby consumer before purchase and some of that only can be evaluated\r\nthrough some specific instrumental measurements (Anonymous, 2002, Rico\r\net al., 2007, Alexandre et al., 2012).\r\nBerapa kali Anda salah memilih durian?\r\n\r\nQuality is also associated with food components (soluble solids\r\ncontent, starch content, carotenoids, sugar, ascorbic acid, total\r\nflavonoids, total phenolic, total tannins, total anthocyanins,\r\nantioxidant activity, among others) that have a positive and functional\r\nimpact on human health.\r\nBagaimana cara mengetahui komponen-komponen itu?\r\n\r\nFruits and vegetables are important sources of vitamins, fibers,\r\nminerals, and antioxidants that play an essential role in the human diet\r\npreventing numerous diseases (Abasi et al., 2018).\r\nIn fruit, the external indicators of quality are the shape, size,\r\nskin colour, and general appearance; ukuran, warna, kulit rusak apa\r\ntidak, memar, berbau busuk dll.\r\nTetapi, other internal characteristics are also important, such\r\nas soluble solids content,titratable acidity, ratio of soluble solids to\r\ntitratable acidity, pH, starch and sugar content, carotenoids, ascorbic\r\nacid, total flavonoids, total phenolic, and antioxidant\r\nactivity.\r\nFor vegetables, nutritional composition, antioxidant activity,\r\nalong with enzymatic activity and texture are the most important quality\r\nproperties.\r\nMutu sayuran\r\n\r\nDaging: steak,roast, cubed, minced properties, colour, fat,\r\nprotein content, and marbling were important quality properties for meat\r\nproducts (Abasi et al., 2018).\r\nFish is known to be an important supplier of micronutrients such\r\nas vitamins A and D, minerals such as calcium, phosphorus, magnesium,\r\niron, zinc, selenium, fluorine and iodine, and essential fatty acids\r\n(Arino et al., 2005). However, one of the most important quality\r\nindicators common to all food products is food safety.\r\nKeamanan Pangan (Food\r\nSafety)\r\nKeamanan pangan berhubungan dengan jaminan bahwa pangan tidak\r\nakan membahayakan konsumen setelah produk itu disiapkan dan dimakan\r\nsesuai dengan peruntukannya.\r\nFood safety is related with the guarantee that food will not\r\ncause harm to the consumer when it is prepared and eaten according to\r\nits intended use (Alexandre et al., 2013).\r\nMicrobial counts of Gram-positive (such as Bacillus cereus,\r\nStaphylococcus aureus, Methicillin-resistant S. aureus, and L.\r\nmonocytogenes) or Gram-negative (such as Salmonella enteritidis,\r\nPseudomonas aeruginosa, and E. coli) food contaminant/pathogenic\r\nbacteria or even counts of total bacteria, coliform bacteria, or molds\r\nand yeasts are frequently considered food quality features that can be\r\nused as indicators of processed food safety (Alexandre et al.,\r\n2013).\r\nDikompleks kos mahasiswa seringkali terjadi wabah diare!\r\n\r\nSome examples of unsafe food that commonly provoke food-borne\r\ndiseases include uncooked foods of animal origin, fruits and vegetables\r\ncontaminated with feces, raw shellfish and industrial pollution.\r\nKasus seperti masih sering kita temui di sekitar kita\r\n\r\nRaw products often contain a great diversity of microbial flora\r\nthat can be involved in food-borne outbreaks and may cause serious\r\nillnesses. The pathogens/commodities most frequently responsible for\r\noutbreak-related illnesses were norovirus/leafy vegetables, Clostridium\r\nperfringens/poultry, Salmonella/vine-stalk vegetables, and C.\r\nperfringens/beef (Fung et al., 2018).\r\nBeberapa orang setelah makan sayur kangkung, lalapan mengalami\r\ndiare…apakah penyebabnya?\r\n\r\nThe symptoms of food contamination frequently include headache,\r\nmuscle pain, nausea, fatigue, chills or fever, stomach or abdominal\r\npain, vomiting, and diarrhea.\r\nChildren and elderly are particularly vulnerable groups and food\r\npoisoning may be even a fatal illness for those due to some specific\r\npathogenic bacteria (Alexandre et al., 2012).\r\nOther beneficial gut microbiota such as Lactobacillus and\r\nBifidobacterium strains also can be used as quality markers, but in a\r\ndifferent way since these microorganisms are beneficial and do not\r\ncompromise the consumer’s health.\r\nSumber\r\nkontaminan Pangan (Food contamination sources)\r\nTerdapat banyak jalur kemungkinan kontaminasi pangan…sepanjang\r\nrantai pasokan dari hulu sampai hilir.\r\nFood products can become contaminated at any point from farm to\r\ntable, as well as during production, processing, shipping, and\r\ndistribution.\r\nKontaminan pangan bisa digolongkan sebagai kontaminan biologi,\r\nkimia, fisik atau perpaduan dari tiga ini.\r\nFood contamination can be classified as biological, chemical,\r\nphysical, or of cross-contamination nature.\r\nBiological contamination is when food is contaminated with\r\ninfectious bacteria (such as Salmonella spp. and L. monocytogenes) or\r\ntoxin-producing organisms (such as Clostridium botulinum) and viruses\r\n(such as norovirus), which are a common cause of food poisoning and food\r\nspoilage.\r\nChemical contamination happens when a food product is exposed to\r\nchemicals (such as food additives, heavy metals, dioxins, radionuclides,\r\nveterinary drug residues and pesticides residues, as well as\r\ncontaminants from processing and packing or other environmental\r\ncontaminants) that can lead to chemical food poisoning.\r\nPhysical contamination occurs when foreign objects (such as metal\r\nfilings, glass, jewelry, stones, or bone chips) contaminate foods and\r\nsometimes these objects can also be the vehicle for biological\r\ncontamination (cross-contamination) if they harbour dangerous bacteria.\r\nCross-contamination occurs when bacteria or pathogens are transported\r\nfrom one object to another that will contaminate food products (Mitchell\r\net al., 2014).\r\n\r\nSumber kontaminan\r\npenting dalam pengolahan\r\nexternal raw food contamination due to environmental\r\ncontamination (example of pesticides, fertilizers, toxic heavy metals,\r\nantibiotic residues, etc.); –> pertemuan ketiga kita telah membahas\r\ntentang pupuk kimia dan pestisida.\r\ntransport of raw materials to the factory where they will be\r\nprocessed (caused by vehicle exhaust from petrol and diesel or cross\r\ncontamination in the vehicle used for food transportation);\r\nfood conditioning, which involves the storage of raw materials,\r\npreheating, disinfection,cleaning, and sterilization steps (some common\r\nsurfactants used to clean are quaternary ammonium compounds and nonionic\r\nsurfactants);\r\nbeberapa buah-buahan dilapisi bahan tertentu agar awet?\r\nheating, which includes boiling, cooking, baking, frying, or\r\ncombining with other ingredients at high temperature in an oven or in a\r\nreactor (certain toxics compounds such as acrylamide, nitrosamines\r\nchloropropanols, furanes, or Polycyclic Aromatic Hydrocarbons (PAHs) can\r\nbe formed in foods processing);\r\nfood packaging (different additives such as antioxidants,\r\nstabilizers, slipping agents, or plasticizers are commonly added to the\r\npackage polymers to improve material properties that can end up\r\ntransferred to food in a phenomenon called migration);\r\ntransport, storage, and food distribution (packaging material\r\nproperties can be affected, low temperature and humidity) (Nerı´n et\r\nal., 2016).\r\nPengepakan (packaging)\r\nSekitar 1,3 milyar ton pangan terbuang sia-sia (30% dari total\r\nproduksi pangan untuk konsumsi).\r\nAbout 1.3 billion tons of food are wasted and lost in the world\r\nevery year; this statistic represents approximately one-third of the\r\nfood produced for consumption (FAO, 2015).\r\nMost food losses are related to microbiological growth and\r\noxidative processes that affect food during the many stages of\r\nproduction (Prakash et al.,2015).\r\nSeveral technologies have been studied to reduce food losses,\r\namong them the development of packaging capable of reducing or delaying\r\ndeterioration processes (Otoni et al., 2016).\r\nPengepakan dapat mengurangi kerusakan pangan, menunda proses\r\npembusukan, menjaga mutu produk.\r\nTo conserve foods while reducing losses, packaging has\r\nsignificant functions due to its ability to keep the product safe from\r\nexternal damage. If no packaging was used, food waste would be higher\r\nthan it actually is.\r\nDespite the basic functions of packaging regarding food\r\nprotection, it might be used as an active keeper of product quality\r\n(Robertson, 2013). This means an increase in shelf life through\r\nprevention of antimicrobial growth and oxidative pro- cesses, which are\r\nthe main causes of food degradation (Lo´pez-De-Dicastillo et al.,\r\n2012).\r\nthe new trends in designing materials for food packaging, the\r\ndevelopment of sustainable materials from agriculture suggests better\r\nuse of these resources while decreasing environmental pollution\r\n(Benbettaı¨eb et al., 2016)\r\nTetapi pengepakan kadang menimbulkan masalah sendiri yaitu sampah\r\nyang mencemari lingkungan.\r\nJaman dulu, orang-orang tua kita menggunakan daun pisang, daun jati\r\nuntuk membungkus makanan. Jaman now menggunakan plastik yang tidak mudah\r\ndiurai.\r\n\r\nFungsi Pengepakan\r\nPackaging performs important tasks to maintain the quality of\r\nfood products, from processing and manufacturing, through handling and\r\nstorage, until transportation to the final consumer.\r\nThe four primary functions of packaging are containment,\r\nprotection, convenience, and communication.\r\nWithout packaging materials, handling of food would be messy and\r\ninefficient as well as costly, and marketing would not be\r\npossible.\r\nTo maintain the quality and safety of food and extend its shelf\r\nlife, packaging must prevent unfavourable conditions such as the\r\npresence of spoilage microorganisms, chemical contaminants, oxygen,\r\nmoisture, light, and external force.\r\nThus, the packaging material is required to offer physical\r\nprotection and proper physicochemical conditions for products, for\r\nexample, hindering gain or loss of moisture, preventing microbial\r\ncontamination and acting as a barrier against permeation of water\r\nvapour, oxygen, carbon dioxide, and other volatile compounds, in\r\naddition to the basic properties of packaging (Brown et al., 2011; Rhim\r\net al., 2013; Singh and Singh, 2005).\r\nPenggunaan Biopolimer\r\nInnovative packaging solutions have been made using renewable\r\nbiological resources, generally called biopolymers.\r\nThese biomacromolecules can be obtained from the metabolism of\r\nmicroorganisms (e.g., polyhydroxy butyrate), chemical synthesis of\r\nbioderived monomers (e.g., polylactate), plant biomass (e.g., starch and\r\ncellulose), and byproducts from food industries (e.g., gelatin, whey\r\nprotein and chitosan) (Benbettaı¨eb et al., 2016a; Rhim et al.,\r\n2013).\r\nPenyimpanan\r\nPerishable foods, such as fruits and vegetables, dairy, fish, and\r\nmeat products, have a limited shelf life after harvest or\r\nproduction.\r\nThe delay before they become unmarketable or inedible depends on the\r\nfood product itself and a number of environmental factors.\r\nThese environmental factors include the storage temperature,\r\npressure and relative humidity, and composition and velocity of\r\nsurrounding gas.\r\nA temperature too high increases the rate of respiration and the\r\ngrowth of microorganisms, which can spoil some food products in a few\r\nhours or days (Giannakourou and Taoukis, 2003; Hertog et al., 2014;\r\nGwanpua et al., 2015).\r\nA temperature too low can create cold injuries and render the food\r\nproduct unmarketable (Heap, 2006; Aghdam and Bodbodak, 2014).\r\nIn contrast, perishable food products kept at the proper temperature\r\ncan generally remain of high quality for multiple days or weeks, or even\r\nmultiple months or years in the case of frozen food (Mercier et al.,\r\n2017).\r\n\r\nTherefore, refrigeration plays a critical role in food loss.\r\n\r\nMateri ini sebagian besar diambil dari Charis M. Galanakis.\r\n2019. Saving Food Production, Supply Chain, Food Waste, and Food\r\nConsumption. Academic Press.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-07T02:22:57+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-3/",
    "title": "Subsistem Penyediaan Faktor Produksi",
    "description": "Sistem Agribisnis (2)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-23",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini, mahasiswa seharusnya dapat:\r\nMenjelaskan faktor produksi di dalam pertanian\r\nMenjelaskan jenis-jenis faktor produksi di dalam pertanian\r\nMenjelaskan pentingnya penggunaan faktor produksi untuk pertanian\r\nberkelanjutan\r\n\r\nFaktor Produksi\r\n\r\nMateri yang disampaikan disini hanya pointers. Mahasiswa harus merujuk\r\npada referensi yang dianjurkan untuk mendapatkan informasi yang lebih\r\nutuh\r\nKegiatan produksi pertanian, perikanan, peternakan dan lain-lain\r\nmembutuhkan ketersediaan faktor produksi.\r\nFaktor produksi diklasifikasikan menjadi 4 jenis yaitu\r\ntanah, tenaga kerja, modal, dan\r\nkeahlian.\r\n1. Tanah\r\nFaktor produksi tanah atau sumberdaya alam adalah segala sesuatu\r\nyang dapat digunakan untuk kegiatan produksi yang berasal dari atau\r\ndisediakan oleh alam:\r\nTanah dan segala yang tumbuh diatasnya dan yang terkandung\r\ndidalamnya (bahan tambang).\r\nTenaga air untuk pengairan, pelayaran, pembangkit tenaga listrik,\r\ndan sebagainya.\r\nIklim, cuaca, curah hujan, arus angin, temperatur, CO2 dan\r\nsebagainya.\r\nIkan, hewan, burung, lebah dll\r\nLahan\r\nLahan diperlukan sebagai tempat untuk melaksanakan usaha budidaya\r\ntanaman, ikan maupun ternak.\r\nLahan pertanian dapat dibedakan dengan tanah pertanian.\r\nLahan pertanian adalah tanah yang dipersiapkan untuk usahatani\r\nmisalnya sawah\r\nTanah pertanian adalah tanah yang belum tentu diusahakan untuk usaha\r\npertanian.\r\nPengelompokan Lahan\r\nTingkat kesuburan tanah. Jika ditinjau dari tingkat kesuburan\r\ntanah maka ada tanah yang subur dan tidak subur. Tingkat kesuburan tanah\r\nakan mempengaruhi produktivitas tanaman.\r\nTingkat elevasi. Lahan pertanian dapat berada di dataran tinggi,\r\ndataran rendah, dan pantai.\r\nTata guna lahan. Berdasarkan kegunaannya, maka ada lahan yang\r\ndigunakan untuk pekarangan, sawah, tegal, dan lain-lain.\r\nLuas lahan. Agribisnis dapat dilakukan pada lahan yang luas,\r\nsedang atau sempit.\r\nSatuan untuk menunjukkan luas lahan pertanian antara lain hektar,\r\nru, bata, jengkal, patok, bahu, dan sebagainya.\r\n\r\nNilai lahan. Nilai lahan pertanian akan sangat tergantung pada\r\nfaktor lingkungan termasuk lokasi dan topografi, kondisi fisik, kimia,\r\ndan biologi tanah.\r\nStatus lahan. Kepemilikan faktor produksi tanah di masyarakat\r\ntidak merata. Sumber kepemilikan bermacam-macam yaitu dibeli, disewa,\r\ndisakap, pemberian negara, warisan, wakap, dan lain-lain.\r\nStatus kepemilikian tanah pertanian menunjukkan hubungan tanah\r\npertanian dengan pengolah atau pemiliknya.\r\nStatus kepemilikan tanah\r\npertanian\r\nTanah milik di mana memiliki ciri bebas diolah dan digunakan oleh\r\npemiliknya, bebas diperjualbelikan, dan pemilik memiliki tanggung jawab\r\nhukum atas tanah tersebut seperti adanya kewajiban membayar\r\npajak.\r\nTanah sewa adalah tanah yang disewakan pemilik ke pihak lain\r\ndengan membayar sewa untuk kegiatan pertanian.\r\nTanah sakap adalah tanah orang lain yang atas persetujuan\r\npemiliknya digarap oleh pihak lain dengan bagi hasil.\r\nTanah pinjaman adalah tanah yang dipinjam oleh pihak tertentu\r\ndari pemiliknya.\r\nTanah milik negara yang dibuka oleh masyarakat, misalnya wilayah\r\nhutan dengan hak ulayat (pengelolaan suatu wilayah hutan oleh masyarakat\r\nadat)\r\nSumber Air\r\nKetersediaan air sangat penting dalam kegiatan budidaya\r\ntanaman,ternak, ikan.\r\nAir yang cukup diperlukan untuk menjamin kegiatan pemeliharaan\r\ntanaman dan ternak dapat berjalan dengan baik.\r\nAir yang digunakan dalam kegiatan pertanian dan peternakan dapat\r\nberasal dari sumber air alam, sumur gali atau sumber air yang lain.\r\n2. Tenaga Kerja\r\nFaktor produksi tenaga kerja adalah sebagian atau seluruh\r\nkemampuan jasmani dan rohani yang dimiliki manusia dan/atau kemampuan\r\nfisik ternak dan mesin yang digunakan untuk kegiatan produksi.\r\nTenaga kerja diperlukan untuk melaksanakan kegiatan budidaya\r\nseperti untuk kegiatan pengolahan lahan, penanaman, pengairan,\r\npemupukan, pemeliharaan, pengendalian hama dan penyakit, pemanenan, dan\r\npasca panen.\r\nSistem kerja pada kegiatan pertanian terdiri dari harian,\r\nbulanan, borongan, bagi hasil, dan gotong royong.\r\nBalas jasa untuk penggunaan tenaga kerja adalah upah, gaji, atau\r\nroyalty (pembayaran atas paten)\r\n3. Modal\r\nFaktor produksi modal/kapital adalah semua jenis barang atau jasa\r\nyang bersama-sama dengan faktor produksi lain menghasilkan barang dan\r\natau jasa baru atau menunjang kegiatan produksi barang dan atau jasa\r\nbaru.\r\nModal disebut juga alat-alat produksi yang dihasilkan oleh faktor\r\nproduksi alam dan tenaga kerja.\r\nModal juga dinamakan barang-barang investasi terdiri dari\r\nmesin-mesin, peralatan, bangunan, dan lain-lain.\r\nSeluruh barang dan atau jasa yang memiliki sifat produktif dan\r\ndapat digunakan untuk kegiatan produksi berikutnya disebut barang\r\nmodal/barang investasi/barang modal riil (riil capital goods).\r\nPengertian barang modal sebagai faktor produksi adalah barang\r\nmodal riil dan bukan modal finansial (financial capital).\r\nSarana Produksi\r\nBahan Tanaman, Bibit Ternak dan Ikan\r\nBahan tanaman adalah bagian tanaman yang hidup yang akan\r\nditanam.\r\nBagian tanaman yang dapat dijadikan bahan tanaman tergantung pada\r\njenis tanamannya, bisa daun, ranting, cabang, batang, akar, rhizoma,\r\numbi, buah, dan biji serta jaringan tanaman lain.\r\nBiji yang digunakan sebagai bahan tanaman disebut benih.\r\n\r\nPupuk\r\nPupuk dapat berupa pupuk kimia (pupuk Urea, Kalium, Phonska, NPK\r\nMutiara, SP-36), pupuk bukan kimia seperti pupuk hayati, pupuk hijau dan\r\nkompos yaitu pupuk yang terbuat dari fermentasi daun, batang\r\ntanaman.\r\nDalam penggunaan pupuk, perlu diperhatikan hal-hal sebagai berikut\r\njenis tanaman, jenis tanah, dosis pupuk yang digunakan, dan waktu\r\nmemupuk.\r\n\r\nPestisida\r\nPengendalian terhadap organisme pengganggu tanaman dapat dilakukan\r\nsecara kimiawi yaitu dengan mengunakan senyawa kimia yang meracuni\r\npenyebab gangguan atau disebut dengan pestisida. Pestisida dibedakan\r\natas macam-macam nama sesuai dengan penyebab gangguan yang ingin\r\ndikendalikan.\r\nSenyawa untuk mengendalikan jamur disebut fungisida, untuk bakteri\r\ndisebut bakterisida, untuk amuba disebut amubisida, untuk serangga\r\ndisebut insektisida, untuk binatang pengerat disebut rodentisida, untuk\r\ngulma disebut herbisida.\r\nPada penggunaan pestisida untuk mengendalikan gangguan di antara\r\ntanaman pertanian, perlu dipilih senyawa yang dapat mengendalikan atau\r\nmematikan penyebab gangguan tetapi tidak meracuni tanaman pokok.\r\nPestisida yang aman digunakan kalau dosis kurativa tanaman pokok\r\nterhadap pestisida tersebut jauh lebih tinggi daripada penyebab\r\ngangguan.\r\nDosis kurativa ialah dosis minimum yang sudah menyebabkan\r\nkeracunan.\r\nDosis yang belum menyebabkan gangguan dinamakan dosis tolerata\r\nsedangkan dosis lethal ialah dosis penyebab kematian.\r\n\r\nMesin dan Peralatan\r\nSemakin modern kegiatan usahatani maka semakin terasa kebutuhan akan\r\nmesin dan peralatan yang modern.\r\nAlat yang diperlukan untuk melakukan kegiatan usahatani atau\r\nbudidaya ternak antara lain cangkul, parang, arit, sprayer, dan\r\nlain-lain.\r\n4. Keahlian dan Pengalaman\r\nKetiga faktor produksi sebelumnya bersifat fisik.\r\nFaktor produksi keahlian non-fisik tetapi sangat menentukan\r\nkeberhasilan kegiatan produksi.\r\nFaktor produksi keahlian (skill) atau kecakapan tata\r\nlaksana/kewirausahaan (entrepreneurship) adalah keahlian manajerial atau\r\nkecakapan tata laksana/kewirausahaan yang berperan dalam mengelola\r\nfaktor produksi tanah, tenaga kerja, dan modal pada kegiatan produksi\r\npertanian.\r\nFaktor produksi keahlian diperlukan agar ketiga faktor produksi yang\r\nlain berfungsi optimum dalam kegiatan produksi.\r\nFaktor produksi keahlian bertugas menjamin berlangsungnya proses\r\nproduksi dengan cara mengatur penggunaan faktor produksi lainnya.\r\nMasalah: Pestisida\r\nPenggunaan insektisida yang tidak bijak dapat mengakibatkan antara\r\nlain:\r\nMembunuh musuh alami serangga hama tersebut.\r\nSerangga yang semula belum merupakan hama penting, berubah statusnya\r\nmenjadi hama penting karena tidak ada saingannya.\r\nHama tersebut menjadi kebal terhadap insektisida yang dipakai.\r\nTerjadi resurgensi hama semula artinya bertambah hebat serangannya\r\nkembali.\r\nMasalah: Tanah\r\nSoil is a complex matrix in which a lot of processes are taking\r\nplace at the same time. These processes affect the availability of\r\nnutrients to plants.\r\nPlants need about 18 nutrients like nitrogen, phosphorus, and\r\npotassium essential for their growth and life cycle completion.\r\nWhen the crop is harvested, these nutrients do not reimburse to the\r\nsoil, and levels of these nutrient decrease with time.\r\nThis decrease in nutrient level affects the crop both qualitatively\r\nand quantitatively.\r\nThese nutrients need to be remunerated either by returning soil\r\nextracted nutrients, by the natural decomposition (decay of plants and\r\norganism bodies) process, or by directly applying these nutrients as\r\nfertilizers .\r\nFrom ancient times, organic fertilizers were used to supply\r\nnutrients to crop, but this practice decreased since the 1980s because\r\nof more availability and affordability of chemical fertilizers.\r\nTanah dan Pupuk Kimia\r\nThe application of fertilizers, chemical fertilizers, has become a\r\nconsecration on humanity. The use of chemical fertilizers helps in\r\novercoming hunger and death in many areas of the world.\r\nChemical fertilizers are amendments comprising of nutrients needed\r\nfor plant growth.\r\nThese nutrients are classified as primary nutrients, secondary\r\nnutrients, micronutrients, and non-mineral elements. Primary and\r\nsecondary nutrients are mutually termed as macronutrients.\r\nMacronutrients are required by plants in large quantities, while\r\nmicronutrients are required in smaller quantities.\r\nApart from main constituent elements, oxygen and hydrogen, and\r\ncarbon, are uptaken by plants in gaseous form and obtained from water\r\nand air.\r\nPupuk Kimia (Chemical\r\nFertilizer)\r\nThe fertilizer industry is usually involved in the manufacture of\r\nprimary plant nutrients, e.g., nitrogen, phosphorus, and potassium,\r\nappropriate for soil application.\r\nAgriculture is provided with essential nutrients through the use of\r\nthese fertilizers though it is also facing many severe issues like\r\ndeclining productivity, low fertilizer use efficiencies, the\r\ndisproportion in between addition and removal of nutrients from the\r\nsoil, and low soil organic carbon.\r\nMutu Tanah\r\nChemical fertilizers not only upsurge the crop production by\r\nsupplying more nutrients in the soil for plant uptake, but it also\r\naffects the soil physical, chemical, and biological properties both\r\npositively and negatively.\r\nThese all soil properties maintain soil health and improve crop\r\ngrowth.\r\n\r\nSoil physical properties, such as texture, compaction, infiltration\r\nrate, seepage, hydraulic conductivity, soil porosity, bulk density, and\r\nsoil chemical properties; and nutrients status, cation exchange\r\ncapacity, electrical conductivity, pH, and soil microbial community\r\nchange with long term and intensive application of chemical\r\nfertilizers.\r\nPupuk Hayati (Biofertilizers)\r\nAgriculturists have succeeded in the scenario to enhance yearly crop\r\nproductivity at the cost of environmental degradation by applying\r\nsynthetic persistent substances, viz., synthetic fertilizers,\r\npesticides, and herbicides.\r\nImpacts: The elimination of key biota, nutrient pollution, as\r\nevidenced by an algae bloom, eutrophication, water quality issues, lower\r\noxygen levels and danger to fish stocks.\r\n\r\nThe scientific approach to maintain sustainable fertility in soil\r\nand plants is to switch over to biofertilizers.\r\nSwitch Over to\r\nBiofertilizers\r\nPupuk hayati: compounds of organic matter that are applied to crops\r\nfor growth and health. Their constituent microorganisms interact with\r\nthe soil, root and plant seed in an eco-friendly manner, promoting the\r\ngrowth of micro-flora that enhance soil fertility.\r\nThey are known to play several vital roles in soil fertility, crop\r\nproductivity and production in agriculture.\r\nThe application of biofertilizers results in increased mineral and\r\nwater uptake, root development, vegetative growth and nitrogen\r\nfixation.\r\nThey liberate growth-promoting substances plus vitamins and help in\r\nmaintaining soil fertility.\r\nThey act as antagonists and play a pivotal role in neutralizing the\r\nsoil-borne plant pathogens and thus, help in the bio-control of\r\ndiseases.\r\nThe application of biofertilizers in lieu of synthetic fertilizers\r\ncould be a promising technique to raise agricultural productivity\r\nwithout degrading the environmental quality.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-07T02:22:03+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-2/",
    "title": "Subsistem Produksi/Budidaya",
    "description": "Sistem Agribisnis (1)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-17",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini, mahasiswa seharusnya dapat:\r\nMenjelaskan bagaimana sistem produksi pertanian memerlukan masukan\r\nmateri, energi dan informasi.\r\nMenjelaskan bagaimana ekosistem pertanian dimanipulasi oleh manusia\r\nuntuk menyalurkan energi menjadi produk berguna (pangan dan bahan\r\nmentah).\r\nMenjelaskan fitur-fitur utama sistem pertanian yaitu produktivitas,\r\nstabilitas, ketahanan (resilience) dan keberlanjutan.\r\nMenjelaskan berbagai parameter yang menunjukkan produktivitas sistem\r\npertanian.\r\nProduksi Pertanian\r\n\r\nMateri yang disampaikan disini hanya rangkuman. Mahasiswa harus merujuk\r\npada referensi yang dianjurkan untuk mendapatkan informasi yang lebih\r\nutuh\r\nPertanian membantu memenuhi kebutuhan dan peradaban manusia dengan\r\nmenyediakan: pangan, pakan, pakaian perumahan, obat-obatan,\r\nrekreasi.\r\nPertanian usaha produktif yang mengubah sumberdaya tanah, cahaya,\r\nudara, suhu dan air menjadi sebuah unit produktif primer yang sangat\r\nberguna bagi manusia.\r\nUnit produktif sekunder seperti (ternak, burung, serangga)\r\nmenghasilkan produk yang terkonsentrasi (daging, susu, telur, madu,\r\nsutra, wool) dengan mengkonsumsi output dari unit primer.\r\nPentingnya Pertanian\r\nFood, feed, fibre, fuel, furniture, raw materials and materials for\r\nand from factories;\r\nMenyediakan lingkungan segar dan gratis, pangan berlimpah.\r\nProduksi pertanian yang memuaskan membawa kedamaian, kemakmuran,\r\nharmoni, kesehatan dan kekayaan bagi suatu bangsa.\r\nPertanian yang maju menghasilkan kehidupan sosial, budaya, politik\r\ndan ekonomi yang baik.\r\n\r\nAgriculture is art, science and business of crop production,\r\nlivestock and fisheries\r\n\r\nPertanian\r\ndapat dipandang sebagai seni, sains dan bisnis menghasilkan produk\r\npertanian, peternakan, perikanan.\r\nAs An Art\r\nSebagai seni: merangkul pengetahuan untuk menjalankan kegiatan\r\npertanian secara terampil.\r\nKeterampilan yang dibutuhkan:\r\nFisik: It involves the ability and capacity to carry out the\r\noperation in an efficient way for e.g., handling of farm implements,\r\nanimals etc., sowing of seeds, fertilizer and pesticides application\r\netc.\r\nMental:\r\npetani mampu mengambil keputusan atas dasar pengalaman\r\nwaktu dan metode pengolahan lahan\r\nseleksi tanaman dan sistem cocok tanam yang sesuai dengan tanah\r\ndan iklim\r\nadopsi praktik pertanian yang lebih baik.\r\n\r\n\r\nAs A Science\r\nSebagai ilmu pengetahuan: It utilizes all modern technologies\r\ndeveloped on scientific principles such as crop improvement/breeding,\r\ncrop production, crop protection, economics etc., to maximize the yield\r\nand profit.\r\nContoh: pengembangan varietas baru yang tahan hama dan penyakit,\r\nresponsif terhadap pemupukan, manajemen air, herbisida untuk\r\nmengendalikan gulma, penggunaan agen biologi untuk mengendalikan hama\r\ndan penyakit.\r\nContoh lain: …?\r\n\r\nAs A Business\r\nSebagai sebuah bisnis : agriculture as a business aims at maximum\r\nnet return through the management of land, labour, water and capital,\r\nemploying the knowledge of various sciences for production of food,\r\nfeed, fibre and fuel.\r\nCabang-cabang Pertanian\r\nCrop production: food crops, fodder crops, fibre crops, sugar, oil\r\nseeds, etc.\r\nIt includes agronomy, soil science, entomology, pathology,\r\nmicrobiology, etc.\r\n\r\nHortikultura: cabang pertanian yang berhubungan dengan produksi\r\nflowers, fruits, vegetables, ornamental plants, spices, condiments\r\n(includes narcotic crops-opium, etc., which has medicinal value) and\r\nbeverages.\r\nRekayasa pertanian (agricultural Engineering): provide\r\ntools to facilitate proper animal husbandry and crop production tools,\r\nimplements and machinery in animal production.\r\nKehutanan: it deals with production of large scale cultivation of\r\nperennial trees for supplying wood, timber, rubber, etc. and also raw\r\nmaterials for industries.\r\nPeternakan (animal husbandry): maintenance of various types\r\nof livestock to get maximum output by feeding, rearing, etc.\r\nPerikanan (fishery): It is for marine fish and inland\r\nfishes including shrimps and prawns.\r\nSejarah Pertanian\r\nShifting Cultivation\r\nSubsidiary Farming\r\nSubsistence Farming\r\nMixed Farming\r\nAdvanced Farming\r\nScientific Agriculture (19th Century)\r\nPresent Day Agriculture (21st Century) –> Pertanian jaman\r\nNow\r\nPrinsip-prinsip Dasar Agronomi\r\n(1)\r\nPerencanaan, pengorganisasian dan eksekusi untuk memaksimumkan\r\npenggunaan tanah, TK, kapital dan faktor produksi lainnya.\r\nPemilihan varitas tanaman yang sesuai dengan kondisi agro-klimat,\r\nsituasi tanah, kesuburan tanah, musim dan metode bercocok tanam.\r\nPengelolaan lahan: tillage, preparing field channels and bunds for\r\nirrigation and drainage, checking soil erosion, leveling and adopting\r\nother suitable land improvement practices.\r\nSistem pertanaman: multiple cropping and also mixed or intercropping\r\nto ensure harvest even under adverse environmental conditions;\r\nPenerapan nutrisi berimbang pada tanaman dan tanah: increasing soil\r\norganic matter through the application of green manure, farm yard\r\nmanure, organic wastes, bio fertilizers and profitable recycling of\r\norganic wastes;\r\nPrinsip-prinsip Dasar Agronomi\r\n(2)\r\nPemilihan benih bermutu dan menjaga kerapatan tanaman per area\r\ndengan bibit yang sehat dan seragam.\r\nPengelolaan air: konservasi dan pemakaian kelembapan tanah, skedul\r\nirigasi sesuai tahap pertumbuhan tanaman.\r\nPengendalian hama dan penyakit yang tepat waktu dan sasaran:\r\nprotection measures against weeds, insect-pests, pathogens, as well as\r\nclimatic hazards and correction of deficiencies and disorders;\r\nTeknologi pasca panen: to reduce field loss and to release land for\r\nsucceeding crop(s) and efficient utilization of residual moisture, plant\r\nnutrients and other management practices;\r\nFactors Affecting Crop\r\nProduction\r\n\r\nInternal Factors: yield and other desirable characters that related\r\nto the genetic make up of the plant\r\n\r\nHigh yields under given environmental conditions.\r\nEarly maturity (in some cases late maturity).\r\nResistance to lodging.\r\nDrought, flood and salinity tolerance.\r\nTolerance to insects and diseases.\r\nChemical composition of grains (high percentage of oil, increase in\r\nprotein quantity or quality, etc.).\r\nQuality of grains (fineness, coarseness, etc.).\r\nQuality of straw (sweetness, juiciness, etc.).\r\nFactors Affecting Crop\r\nProduction\r\n\r\nExternal factors (Environmental):\r\n\r\nClimatic\r\nEdaphic\r\nBiotic\r\nPhysiographic\r\nSocio-economic (Anthropic)\r\nKarakteristik Sistem\r\nPertanian\r\nTujuan primer pertanian: produksi pangan, produk lain dan jasa yang\r\ncukup sehingga pertanian tetap bertahan.\r\nFitur penting pertanian: produktivitas yaitu output per unit of\r\nresource used, seperti ton/ha\r\nProduktivitas: hasil yang bisa dimanfaatkan per luas lahan (the\r\nyield of usable product per unit area)\r\nBisa juga artificial inputs as radiation, water, nutrients or labor,\r\nwhich are also typically measured per unit of area.\r\n\r\nThe productivity level serves as an indirect measure of the\r\nefficiency\r\nEfficiency\r\nEfficiency: the ratios of crop productivity and certain inputs.\r\nFor example, efficiency of water use is defined as the ratio of\r\nyield to the volume of nutrient or water used expressed as kg/m3 water\r\nor kg/kg nutrient.\r\nIn engineering, efficiency is the ratio between the output and the\r\ninput of any entity in a system, for example, the energy supplied to an\r\nengine.\r\nStability\r\nYields may vary from year to year by weather and other causes.\r\nStability refers to the magnitude of these oscillations.\r\nThe lack of stability causes fluctuations in production that\r\nthreaten the persistence of agricultural systems.\r\nThis is particularly true when there are sequences of successive\r\nyears of low yields that may have a catastrophic effect on their\r\neconomic viability.\r\nResilience\r\nResilience is the capacity of the system to recover from a\r\ncatastrophic event, for example a drought.\r\nHigh resilience is a desirable property of agroecosystems.\r\nKeberlanjutan\r\n(Sustainability)\r\nSustainability indicates the ability to maintain a certain level of\r\nproduction indefinitely.\r\nThis feature stems from the concept of sustainable development, a\r\ndevelopment model that proposes economic growth without adversely\r\naffecting the opportunities of future generations.\r\nA farming system is considered sustainable when it is economically\r\nviable and socially acceptable.\r\nHowever, one must define the time frame, because what is feasible\r\nand acceptable today may not be so in the future.\r\nThe degree of sustainability: a system will be more sustainable when\r\nits exploitation does not degrade the quality of water and soil\r\nresources, and when current management practices do not affect the\r\nproductivity and viability of the system in the future.\r\nPeningkatan Keberlanjutan\r\nReducing or eliminating, if possible, the negative environmental\r\neffects of agriculture while maintaining high productivity.\r\nDecades of intensive production in many agricultural systems have\r\ncaused negative environmental effects.\r\nManajemen Sistem Pertanian\r\nStrategi pertanian adalah memanipulasi lingkungan dan tanaman untuk\r\nmenghasilkan produk yang berguna.\r\nBeberapa caranya: tillage for weed removal and seedbed preparation,\r\nchoice of species and cultivars, sowing date and sowing density,\r\napplication of fertilizers and pesticides, etc.\r\nFaktor eksternal seperti iklim dan pasar sulit diprediksi sehingga\r\ndiperlukan keluwesan dalam pengelolaan tanaman untuk meminimumkan risiko\r\ngagal panen atau kerugian ekonomi.\r\nContoh pemakaian pupuk mungkin dikurangi atau ditunda jika curah\r\nhujan rendah atau perkiraan harga produk rendah.\r\nManajemen Sistem Pertanian\r\nHarus memperhatikan banyak faktor\r\nTidak hanya produksi tanaman dan ternak sebagai tujuan ekonomi\r\nTetapi juga dampaknya terhadap tanah, air, kesejahteraan ternak,\r\nkesehatan manusia, lansekap dan keragaman hayati.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-07T02:21:07+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-1/",
    "title": "Agribisnis: Sistem dan Manajemen",
    "description": "Pengantar ke Wawasan Agribisnis",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-10",
    "categories": [
      "Materi"
    ],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari bab ini, mahasiswa seharusnya dapat:\r\nMendefinisikan dan menjelaskan agribisnis sebagai sistem dan\r\nmanajemen\r\nMenjelaskan asal muasal agribisnis dan perkembangannya\r\nMenjelaskan perbedaan antara agribisnis dengan bisnis\r\ntradisional\r\nMengidentifikasi komponen utama agribisnis di jaman\r\nsekarang\r\nMenjelaskan pentingnya model manajemen agribisnis\r\nMenjelaskan pertumbuhan peluang di dalam agribisnis\r\nDefinisi Agribisnis\r\nAgribusiness involves the production, distribution, and\r\nconsumption of food, clothing, and even shelter.\r\nIt includes all economic activity in the food and fiber\r\nsystem:\r\nThe input supply industries,\r\nAgricultural production,\r\nPost-harvest, value-added activities: commodity processing, food\r\nmanufacturing, and food distribution.\r\n\r\nMost people understand and see its parts, but relatively few see\r\nthe industry in its entirety.\r\nIn 1957 one ground-breaking book, A Concept of Agribusiness –>\r\nThe book debuted the term “agribusiness.”\r\nAgribisnis Sekarang\r\nAgribusiness firms ranging from large multinational corporations to\r\nemerging food manufacturing and input supply firms.\r\nA strong demand for more and better employees trained in both\r\nmanagement and agricultural sciences.\r\nIndustri-Industri\r\nInti di dalam Agribisnis (The Core Industries)\r\nEveryone knows what “business” is –> how about Agribusiness?\r\nAgribusiness involves:\r\nInputs—seeds, fertilizer, financing, equipment—that are used in\r\nproduction;\r\nIntermediate activities— grading, storage, processing, packaging,\r\ndistribution, pricing, marketing; and\r\nFinal consumption activities—restaurants, groceries.\r\n\r\nThe input supply industries, production agriculture, and value-added\r\nactivities are considered the agribusiness core industries.\r\nThese core industries use the material and services of certain\r\nancillary industries which are considered agribusiness support\r\nindustries.\r\nFarming are part of the core of agribusiness, representing its\r\nproduction process stage.\r\nThus, farming are part of agribusiness. But, they are not the end;\r\nthey are not even the beginning.\r\nModel Manajemen Agribisnis\r\nFor centuries, agricultural productivity came from the\r\napplication of two resources: .green[land and labour].\r\nMore recently a substantial proportion of increased productivity\r\nin agriculture output has come from the use of another resource:\r\ncapital\r\nPrimarily in the form of technological change including\r\nbiotechnology, improved animal husbandry, and improvements in machinery\r\nand chemicals.\r\n\r\nFuture improvements will come from the application of a fourth\r\nresource: management.\r\nThe industry needs individuals who can harness resources to move\r\na perishable product around the globe –> .green[Agribusiness\r\nManagement]\r\nThe Chain of\r\nAgribusiness—The Value Chain\r\nThe linkages between the agribusiness industry activities: the chain\r\nof agribusiness.\r\nThis chain can be further refined as the agribusiness value\r\nchain.\r\nIt begins with raw materials and commodities of relatively low\r\nvalue;\r\nThen each step in the chain modifies the material or commodity and\r\nadds value to the product derived from its step.\r\nContoh Rantai Pasok Buah\r\nGrowers harvest raw fruits or vegetables that are transported in\r\nbulk to processors or wholesalers,\r\nThen they are modified or repackaged and transported to grocery\r\nchains in processed form or in smaller batches,\r\nFinally at local grocers who display and sell the products in\r\nquantities more suitable for consumers to purchase.\r\nAnother way of\r\nlooking at the term agribusiness\r\nAgribusiness involves all the value chain activities usually\r\nassociated with a business or industry with the additional provision\r\nthat most of the materials, commodities, and end products are\r\nperishable (ringkih, gampang rusak, cepat busuk).\r\nThe perishable nature of a product, along with variability in such\r\nfactors as color, texture, size, and shape, is the distinguishing\r\ncharacteristic of agribusiness products and industries from other\r\nbusinesses.\r\n\r\nThis aspect of the agribusiness industry is also a key factor in all\r\nbusiness decisions.\r\n\r\nAgribisnis di sekitar kita\r\nFor this reason the story of Ayam Geprek, or Bebek Goreng or Kios\r\nBuah is an agribusiness story.\r\nBagaimana dengan Warteg, Warung Padang, Warung Nasi Pecel dan\r\nRawon?\r\nIts entire business system involved a highly perishable commodity:\r\ndaging ayam, beras, bumbu-bumbu, minyak goreng, dll.\r\nDiskusi\r\nBerikan contoh perusahaan, usaha, kegiatan yang bisa dikategorikan\r\nsebagai agribisnis disekitar Anda!\r\nBagaimana dengan peluang usaha di bidang Agribisnis di sekitar\r\nAnda?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-04-07T03:07:56+07:00",
    "input_file": {}
  }
]
